{
  "translation": {
    "home": "Início",
    "about": "Sobre",
    "tecnologies": "Tecnologias",
    "projects": "Projetos",
    "contact": "Contato",
    "title": "Olá, meu nome é Alysson",
    "Navigating the Imagination": "'Navegando na Imaginação'",
    "My Work": "Meu Trabalho",
    "Job Description": "Um programador apaixonado por codificação, vê no código uma maneira genuína de se expressar. Cada linha representa uma oportunidade de explorar e cada desafio é uma chance de aprender.",
    "Navigate to projects": "Navegar para Projetos",
    "Follow me": "Siga-me:",
    "who I am": "Quem Sou Eu?",
    "whoiam description": "Me chamo Alysson Rafael, estudante de Ciência da Computação no quinto período, impulsionado por uma curiosidade insaciável e um compromisso com a aprendizagem contínua, especialmente no dinâmico campo do desenvolvimento web. Sou profundamente apaixonado tanto pelo desenvolvimento front-end quanto pelo back-end, aproveitando a oportunidade para brincar com elementos de design. Não apenas projetei esta página usando o Figma, mas também assumi a responsabilidade pela implementação do projeto inteiro, garantindo que cada linha de código reflita minha dedicação à excelência e atenção aos detalhes.",
    "Technologies & Tools": "Tecnologias & Ferramentas",
    "Applications & Data": "Aplicações e dados",
    "Development": "Desenvolvimento",
    "CostReview": "Pequeno projeto para gerenciamento de despesas de projetos, feito com React js",
    "To-do-List": "Lista de tarefas",
    "To-do-List review": "A aplicação To-Do List é uma ferramenta intuitiva projetada para ajudar os usuários a gerenciar suas tarefas de forma eficiente. Com uma interface amigável e recursos personalizáveis, ela permite organizar atividades diárias, definir prioridades e acompanhar o progresso em tempo real. Ideal para uso pessoal ou profissional, a To-Do List ajuda a manter a produtividade alta e garante que nada seja esquecido.",
    "Data frame python analytics": "Análise de dados em Python",
    "Data frame python analytics review": "Este projeto de análise de dados baseado em Python visa simplificar a manipulação e apresentação de grandes conjuntos de dados para fácil interpretação.",
    "Iot-office-security-system": "Sistema de Segurança de Escritório IoT",
    "Iot-office-security-system review": "Um sistema de fechadura de porta controlado por WiFi, construído usando um microcontrolador e Python.",
    "Visit Project": "Visitar Projeto",
    "Contact": "Contato",
    "Unleash Your Potential": "Libere Seu Potencial",
    "liked my work": "Gostou do meu trabalho? Fique à vontade para entrar em contato! Estou sempre animado para colaborar em novos projetos e oportunidades. Se você tem uma ideia interessante ou precisa de ajuda para dar vida às suas visões, estou aqui para ajudar. Vamos trabalhar juntos para criar algo incrível!",
    "Send-me an email": "Envie-me um E-mail:",
    "Directed": "Enviado para: alyssonrafael11@gmail.com",
    "footer": "© 2024 Feito por Alysson Rafael. Todos os direitos reservados",
    "erro mensage": "Preencha todos os campos.",
    "Success mesage": "Sucesso: E-mail enviado com êxito",
    "placeholder name": "Digite seu nome:",
    "placeholder email": "Digite seu e-mail:",
    "placeholder message": "Digite sua mensagem...",
    "Send": "Enviar",
    "My Projects":"Meus Projetos",
    "authentication system": "Sistema de autenticação",
    "authentication system review": "Este projeto implementa um sistema de autenticação utilizando as tecnologias React para o front-end e Node.js para o back-end. O sistema utiliza JSON Web Tokens (JWT) para autenticar usuários, assegurando um meio seguro e eficiente de controle de acesso.",
    "Storage review": "Sistema completo de gerenciamento de estoque e vendas, desenvolvido para pequenas e médias empresas. Inclui cadastro e gerenciamento de produtos, processamento de vendas, controle de estoque, geração de relatórios e visualização de dados com gráficos interativos."
  }
}
